Repository: fitzlucassen/portfoliov2
Catalog: Locale/*/LC_MESSAGES/traduction.po
Languages: fr_fr

source: About - Thibault Dulon
fr_fr: À propos - Thibault Dulon

source: Who I am
fr_fr: Qui suis-je

source: Head of Platform &amp; engineering leader
fr_fr: Head of Platform &amp; leader d'ingénierie

source: I'm Thibault,<br/>Head of Platform &amp;<br/>engineering leader<br/>based in France.
fr_fr: Je suis Thibault,<br/>Head of Platform &amp;<br/>engineering leader<br/>basé en France.

source: After a web &amp; e-business master, where I graduated top of my class, I worked in very different environments: agencies, e-commerce, startups and fintech.
fr_fr: Après un master en web &amp; e-business, dont je suis sorti major de promotion, j'ai travaillé dans des environnements très variés : agences, e-commerce, startups et fintech.

source: Curious by nature, I've touched many aspects of the job: backend and frontend development, SEO, server management, architecture, cloud, web3… This breadth gives me a holistic view of the systems I build.
fr_fr: De nature curieuse, j'ai touché à de nombreux aspects du métier : développement backend et frontend, SEO, gestion de serveurs, architecture, cloud, web3… Cette diversité me donne une vision holistique des systèmes que je conçois.

source: Today, as Head of Platform at Mangopay, I focus on designing robust and scalable platforms, strengthening security and compliance, improving developer experience and supporting engineering teams.
fr_fr: Aujourd'hui, en tant que Head of Platform chez Mangopay, je me concentre sur la conception de plateformes robustes et évolutives, le renforcement de la sécurité et de la conformité, l'amélioration de l'expérience développeur et l'accompagnement des équipes d'ingénierie.

source: Experience
fr_fr: Expérience

source: Education
fr_fr: Formation

source: Interests
fr_fr: Centres d'intérêt

source: Travelling is definitly my greatest passion.<br/>I've already been in Australia, Peru, Bolivia, Mexico, Guatemala, Colombia, Ecuador, Iceland...etc.
fr_fr: Voyagez est ma plus grande passion.<br/>J'ai déjà visité l'Australie, le Pérou, la Bolivie, le Mexique, le Guatemala, la Colombie, l'Equateur, l'Islande et bien d'autres encore.

source: Also passionated about music, I played guitar in a rock band during 5 years and I'm still much into playing and listening music.
fr_fr: Aussi passionné de musique, j'ai joué de la guitare dans un groupe de rock pendant 5 ans et j'aime toujours autant en jouer et en écouter.

source: Another great passion of mine is cinema. I'm a movie addict and I never refuse to go watching a movie, from drama to comedia and biopic to thriller.
fr_fr: Une autre de mes grandes passions est le cinéma. Je suis un movie addict et je ne refuse jamais une opportunité d'aller au cinéma. Drame, comédie, biopic ou thriller, tout me va.

source: Contributions &amp; talks
fr_fr: Contributions &amp; conférences

source: Medium article &mdash; How building a tiny home in a van made me a better lead dev.
fr_fr: Article Medium &mdash; Comment la construction d'une tiny house dans un van a fait de moi un meilleur lead dev.

source: Read the article
fr_fr: Lire l'article

source: Medium article &mdash; Parallels between scaling the Matterhorn and building technical platforms.
fr_fr: Article Medium &mdash; Parallèles entre l'ascension du Cervin et la construction de plateformes techniques.

source: Podcast (FR) &mdash; Conversation about my journey and platform engineering.
fr_fr: Podcast (FR) &mdash; Conversation autour de mon parcours et de l'ingénierie de plateforme.

source: Listen to the episode
fr_fr: Écouter l'épisode

source: Skills
fr_fr: Compétences

source: My Skills &amp; Abilities
fr_fr: Mes compétences

source: Backend side of coding is what user cannot see. Backend side of coding is everything that concerned algorithm, logic and data persistence. I always was more interesting by backend development and its variety of possibilities.
fr_fr: La partie backend du développement est ce que l'utilisateur ne peut pas voir. Le développement backend concerne tout ce qui touche aux algorithmes, à la logique et aux données. J'ai toujours été très intéressé par le développement backend et ses diverses possibilités.

source: As a backend side developer, you always have to interact with databases. Database is a great world where optimisation is the main purpose of everything.
fr_fr: En temps que développeur backend, il faut souvent avoir à interagir avec les bases de données. Le monde des bases de données est un monde ou l'optimisation est le maitre mot.

source: Frontend side of coding is what user can immediatly see. Frontend side of coding is all about design, ergonomy and behavior. I always liked to complete my work with some frontend development.
fr_fr: La partie frontend du développement est ce que voit immédiatement l'utilisateur. Le développement frontend concerne le design et l'ergonomie d'un site. J'ai toujours aimé faire du développement frontend pour compléter mon travail.

source: In the frontend world, there are a lot of tools, API and Framework that can help you to do whatever you want in an easier and cleaner way.
fr_fr: Le monde du développement frontend requiert aujourd'hui de savoir se servir de beaucoup d'outils, d'API ou de Framework qui aident à créer ce que l'on veut d'une façon plus simple et plus propre.

source: I obviously have many more other skills but maybe I sould let a bit of mystery. Finally, here are some other usefull things I know and you can rely on.
fr_fr: J'ai évidemment beaucoup d'autres compétences mais… Peut-être devrais je laisser un peu de mystère. Finalement, voici quelques unes de mais autres compétences sur lesquelles vous pourrez compter.

source: Want to talk? Get in touch.
fr_fr: Envie d'échanger ? Contactez-moi.

source: I'm <b itemprop="name">Thibault</b>, a Head of Platform and engineering leader.
fr_fr: Je suis <b itemprop="name">Thibault</b>, Head of Platform et leader d'ingénierie.

source: Get in touch
fr_fr: Me contacter

source: I design resilient, scalable platforms for fintech.
fr_fr: Je conçois des plateformes résilientes et évolutives pour la fintech.

source: What I do
fr_fr: Ce que je fais

source: Platforms, engineering leadership &amp; developer experience
fr_fr: Plateformes, leadership d'ingénierie &amp; expérience développeur

source: Engineering leadership
fr_fr: Leadership d'ingénierie

source: Technical vision aligned with business
fr_fr: Vision technique alignée avec le business

source: Coaching, mentoring &amp; team culture
fr_fr: Coaching, mentorat &amp; culture d'équipe

source: Technical roadmapping &amp; prioritisation
fr_fr: Roadmap technique &amp; priorisation

source: Platform &amp; architecture
fr_fr: Plateforme &amp; architecture

source: Distributed systems
fr_fr: Systèmes distribués

source: Scalable and resilient payment platforms
fr_fr: Plateformes de paiement scalables et résilientes

source: API gateway, identity provider, queuing, logging...etc.
fr_fr: API gateway, fournisseur d'identité, files de messages, logging...etc.

source: Developer experience
fr_fr: Expérience développeur

source: Internal tooling, CI/CD and test automation
fr_fr: Outillage interne, CI/CD et automatisation des tests

source: Shared libraries and internal platforms
fr_fr: Bibliothèques partagées et plateformes internes

source: Documentation and architecture decision records
fr_fr: Documentation et architecture decision records (ADR)

source: Cloud &amp; operations
fr_fr: Cloud &amp; opérations

source: Operability, observability and incident management
fr_fr: Opérabilité, observabilité et gestion des incidents

source: SRE culture and platform reliability
fr_fr: Culture SRE et fiabilité des plateformes

source: AWS, containers, Kubernetes, FinOps
fr_fr: AWS, conteneurs, Kubernetes, FinOps

source: Learn more about how I can help
fr_fr: En savoir plus sur la façon dont je peux aider

source: Projects
fr_fr: Projets

source: A selection of technical projects I'm proud of
fr_fr: Une sélection de projets techniques dont je suis fier

source: See details
fr_fr: Voir plus

source: As Head of Platform at Mangopay, I help engineering teams design and run resilient, scalable, secure and compliant payment platforms.
fr_fr: En tant que Head of Platform chez Mangopay, j'aide les équipes d'ingénierie à concevoir et opérer des plateformes de paiement résilientes, scalables, sécurisées et conformes.

source: After a web &amp; e‑business master (top of my class) and 10+ years across agencies, e‑commerce, startups and fintech, I grew from backend developer to lead developer and platform engineering leader.
fr_fr: Après un master en web &amp; e‑business (dont je suis sorti major de promotion) et plus de 10 ans passés entre agences, e‑commerce, startups et fintech, je suis passé de développeur backend à lead developer puis à responsable de l'ingénierie de plateforme.

source: Read more about my journey
fr_fr: En savoir plus sur mon parcours

source: Have an opportunity, a collaboration idea or just want to chat? Drop me a message.
fr_fr: Vous avez une opportunité, une idée de collaboration ou simplement envie d'échanger ? Envoyez-moi un message.

source: Enter your name
fr_fr: Entrez votre nom

source: Enter your email
fr_fr: Entrez votre e-mail

source: Tell me more
fr_fr: Dites m'en plus

source: Send
fr_fr: Envoyer

source: How I help engineering teams - Thibault Dulon
fr_fr: Comment j'aide les équipes d'ingénierie - Thibault Dulon

source: Platform, engineering leadership &amp; developer experience
fr_fr: Plateforme, leadership d'ingénierie &amp; expérience développeur

source: Engineering leadership &amp; platform vision
fr_fr: Leadership d'ingénierie &amp; vision plateforme

source: As Head of Platform, I help product and tech teams define a clear technical vision: aligning platform strategy with business goals, setting a direction and making it actionable for the teams.
fr_fr: En tant que Head of Platform, j'aide les équipes produit et tech à définir une vision technique claire : aligner la stratégie plateforme sur les objectifs business, fixer une direction et la rendre actionnable pour les équipes.

source: I build technical roadmaps, facilitate trade-offs (risk / impact / cost), run rituals (design reviews, architecture guilds...) and support engineers through mentoring and coaching.
fr_fr: Je construis des roadmaps techniques, j'aide à arbitrer les compromis (risque / impact / coût), j'anime des rituels (design reviews, guildes d'architecture...) et j'accompagne les ingénieurs via le mentoring et le coaching.

source: I've worked on turning monoliths into distributed systems, building high-volume payment APIs and designing cross-cutting components (identity provider, API gateway, messaging, logging...).
fr_fr: J'ai travaillé sur la transformation de monolithes en systèmes distribués, la construction d'API de paiement à fort volume et la conception de composants transverses (identity provider, API gateway, messaging, logging...).

source: I help teams define the right domain boundaries, pick the appropriate patterns (CQRS, event-driven, microservices when it makes sense) and keep architectures simple enough to be operable.
fr_fr: J'aide les équipes à définir les bons périmètres fonctionnels, à choisir les bons patterns (CQRS, événements, microservices quand c'est pertinent) et à garder des architectures suffisamment simples pour rester opérables.

source: Developer experience &amp; internal tooling
fr_fr: Expérience développeur &amp; outillage interne

source: I design internal platforms and tooling to make engineers faster: shared libraries, CLIs and generators, CI/CD pipelines, living documentation, ADR templates, and healthy code review practices.
fr_fr: Je conçois des plateformes internes et des outils pour rendre les ingénieurs plus rapides : bibliothèques partagées, CLIs et générateurs, pipelines CI/CD, documentation vivante, modèles d'ADR et bonnes pratiques de revue de code.

source: The goal is to reduce the time from idea to production while keeping a high standard of quality and reliability.
fr_fr: Le but est de réduire le temps entre l'idée et la mise en production tout en gardant un haut niveau de qualité et de fiabilité.

source: Cloud, reliability &amp; compliance
fr_fr: Cloud, fiabilité &amp; conformité

source: I work with product, security and operations teams to make systems truly operable: observability, incident management, SRE practices, automation and FinOps.
fr_fr: Je travaille avec les équipes produit, sécurité et opérations pour rendre les systèmes réellement opérables : observabilité, gestion des incidents, pratiques SRE, automatisation et FinOps.

source: I also partner with risk, compliance and legal teams so that architectures remain aligned with regulatory constraints (especially in a fintech / payments context).
fr_fr: Je collabore aussi avec les équipes risque, conformité et juridique pour que les architectures restent alignées avec les contraintes réglementaires (en particulier dans un contexte fintech / paiements).

source: SERVICES_TEXT_BLOCKCHAIN_AUDIT
fr_fr: Vous créez des smart contracts mais vous avez peur de leur vulnérabilités ?<br/> Vous avez des idées d'utilisation de la blockchain mais vous n'avez pas les compétences en interne ?<br/><br/> Cette option est alors faite pour vous. Fort d'un diplome reconnue par l'état, j'étudie vos besoins et vous proposerai un accompagnement web3 complet selon eux

source: Want to discuss your platform challenges? Get in touch.
fr_fr: Vous voulez discuter de vos enjeux de plateforme ? Contactez-moi.

source: My technical projects - Thibault Dulon
fr_fr: Mes projets techniques - Thibault Dulon

source: A selection of recent technical projects I'm proud of
fr_fr: Une sélection de projets techniques récents dont je suis fier

source: See the website
fr_fr: Voir le site

source: Want to talk about these projects or collaborate? Get in touch.
fr_fr: Vous voulez parler de ces projets ou collaborer ? Contactez-moi.

source: Every project, every business needs a great showcase. Yours too. I will always do my best to fit your needs. Contact me and we will see what we can arrange!
fr_fr: Tous les projets, toutes les entreprises ont besoin d'un bon site vitrine. Le votre aussi. Je ferais toujours de mon mieux pour combler vos besoins. Contactez-moi et nous verrons ce que nous pouvons faire ensemble !

source: Tell me about your project
fr_fr: Dites m'en plus sur votre projet

source: Home
fr_fr: Accueil

source: About
fr_fr: A propos

source: Work
fr_fr: Projets
